Repository: MakiOmar/DoctorAppointmenets
Catalog: languages/anony-turn-*.po
Languages: ar

source: Profit Settings
ar: إعدادات الأرباح

source: Therapist Earnings
ar: أرباح المعالجين

source: Transaction Processing
ar: معالجة المعاملات

source: AI Session Profit Settings
ar: إعدادات أرباح جلسات الذكاء الاصطناعي

source: Global Settings
ar: الإعدادات العامة

source: Save Global Settings
ar: حفظ الإعدادات العامة

source: Individual Therapist Settings
ar: إعدادات المعالجين الفردية

source: Save Therapist Settings
ar: حفظ إعدادات المعالجين

source: Therapist Earnings from AI Sessions
ar: أرباح المعالجين من جلسات الذكاء الاصطناعي

source: Search Filters
ar: فلاتر البحث

source: Summary Statistics
ar: ملخص الإحصائيات

source: Total Earnings
ar: إجمالي الأرباح

source: Total Sessions
ar: إجمالي الجلسات

source: AI Session Transaction Processing
ar: معالجة معاملات جلسات الذكاء الاصطناعي

source: Processing Statistics
ar: إحصائيات المعالجة

source: Completed Sessions
ar: الجلسات المكتملة

source: Processed Transactions
ar: المعاملات المعالجة

source: Pending Sessions
ar: الجلسات المعلقة

source: Manual Session Processing
ar: معالجة الجلسات يدوياً

source: Pending Sessions for Processing
ar: الجلسات المعلقة للمعالجة

source: First Session Profit Percentage (%)
ar: نسبة الربح للجلسة الأولى (%)

source: Default profit percentage for the first session with each new patient
ar: النسبة الافتراضية للربح من الجلسة الأولى مع كل مريض جديد

source: Subsequent Sessions Profit Percentage (%)
ar: نسبة الربح للجلسات اللاحقة (%)

source: Default profit percentage for subsequent sessions with the same patient
ar: النسبة الافتراضية للربح من الجلسات اللاحقة مع نفس المريض

source: Therapist
ar: المعالج

source: All Therapists
ar: جميع المعالجين

source: Period
ar: الفترة

source: All Periods
ar: جميع الفترات

source: Today
ar: اليوم

source: This Week
ar: هذا الأسبوع

source: This Month
ar: هذا الشهر

source: Custom Period
ar: فترة مخصصة

source: From Date
ar: من تاريخ

source: To Date
ar: إلى تاريخ

source: Apply Filters
ar: تطبيق الفلاتر

source: Export CSV
ar: تصدير CSV

source: Session ID
ar: معرف الجلسة

source: Enter session ID
ar: أدخل معرف الجلسة

source: Enter the session ID to process it manually
ar: أدخل معرف الجلسة لمعالجتها يدوياً

source: Process Session
ar: معالجة الجلسة

source: No pending sessions for processing.
ar: لا توجد جلسات معلقة للمعالجة.

source: Patient
ar: المريض

source: Session Type
ar: نوع الجلسة

source: Session Date
ar: تاريخ الجلسة

source: Status
ar: الحالة

source: Actions
ar: الإجراءات

source: Bulk Operations
ar: عمليات جماعية

source: First Session Percentage:
ar: نسبة الجلسة الأولى:

source: Subsequent Sessions Percentage:
ar: نسبة الجلسات اللاحقة:

source: Apply to Selected
ar: تطبيق على المحددين

source: Select All
ar: تحديد الكل

source: Deselect All
ar: إلغاء تحديد الكل

source: Email
ar: البريد الإلكتروني

source: First Session Percentage (%)
ar: نسبة الجلسة الأولى (%)

source: Subsequent Sessions Percentage (%)
ar: نسبة الجلسات اللاحقة (%)

source: Subsequent Sessions
ar: الجلسات اللاحقة

source: Earnings by Therapist
ar: الأرباح حسب المعالج

source: First Sessions
ar: الجلسات الأولى

source: Average Profit per Session
ar: متوسط الربح للجلسة

source: Choose Therapist
ar: اختر المعالج

source: Balance:
ar: رصيد:

source: EGP
ar: ج.م

source: Please enter at least one percentage
ar: يرجى إدخال نسبة واحدة على الأقل

source: Please enter a session ID.
ar: يرجى إدخال معرف الجلسة.

source: Session processed successfully. Transaction ID:
ar: تمت معالجة الجلسة بنجاح. معرف المعاملة:

source: Session processing failed:
ar: فشلت معالجة الجلسة:

source: Last Updated
ar: آخر تحديث

source: No earnings data for the specified period.
ar: لا توجد بيانات أرباح للفترة المحددة.

source: Session Amount
ar: مبلغ الجلسة

source: Profit Amount
ar: مبلغ الربح

source: Order ID
ar: معرف الطلب

source: Amount
ar: المبلغ

source: Please enter all required data.
ar: يرجى إدخال جميع البيانات المطلوبة.

source: Withdrawal processed successfully. Amount:
ar: تمت معالجة السحب بنجاح. المبلغ:

source: Withdrawal processing failed:
ar: فشلت معالجة السحب:

source: Today Statistics
ar: إحصائيات اليوم

source: Sessions:
ar: الجلسات:

source: Earnings:
ar: الأرباح:

source: View Therapist Earnings
ar: عرض أرباح المعالجين

source: No therapists found
ar: لا يوجد معالجون

source: Active
ar: نشط

source: Inactive
ar: غير نشط

source: Not updated
ar: لم يتم التحديث

source: Quick Statistics
ar: إحصائيات سريعة

source: Total Therapists
ar: إجمالي المعالجين

source: Active Therapists
ar: المعالجون النشطون

source: Therapists with Custom Settings
ar: المعالجون مع إعدادات مخصصة

source: Transaction History
ar: سجل المعاملات

source: No transactions for the specified period.
ar: لا توجد معاملات للفترة المحددة.

source: Date
ar: التاريخ

source: First
ar: أولى

source: Subsequent
ar: لاحقة

source: Previous
ar: السابق

source: Next
ar: التالي

source: You are not authorized to access this page
ar: غير مصرح لك بالوصول إلى هذه الصفحة

source: Process
ar: معالجة

source: Withdrawal Management
ar: إدارة السحوبات

source: Withdrawal Amount
ar: مبلغ السحب

source: Withdrawal Method
ar: طريقة السحب

source: Wallet
ar: محفظة

source: Bank Transfer
ar: تحويل بنكي

source: Meza
ar: ميزة

source: Process Withdrawal
ar: معالجة السحب

source: Recent Transactions
ar: آخر المعاملات

source: No recent transactions.
ar: لا توجد معاملات حديثة.
